{"title":"Nintedanib, a triple angiokinase inhibitor, enhances cytotoxic therapy response in pancreatic cancer","publisher":"Science Direct","doi":"10.1016/j.canlet.2014.12.027","website":"https://www.sciencedirect.com/science/article/pii/S0304383514007824","publish_date":"2015/03/01","journal":"Cancer Letters","authors":["Niranjan Awasthi Stefan Hinz","Rolf A. Brekken Margaret A. Schwarz"],"keywords":null,"abstract":"Abstract Angiogenesis remains a sensible target for pancreatic ductal adenocarcinoma (PDAC) therapy. VEGF, PDGF, FGF and their receptors are expressed at high levels and correlate with poor prognosis in human PDAC. Nintedanib is a triple angiokinase inhibitor that targets VEGFR1/2/3, FGFR1/2/3 and PDGFRα/β signaling. We investigated the antitumor activity of nintedanib alone or in combination with the cytotoxic agent gemcitabine in experimental PDAC. Nintedanib inhibited proliferation of cells from multiple lineages found in PDAC, with gemcitabine enhancing inhibitory effects. Nintedanib blocked PI3K/MAPK activity and induced apoptosis in vitro and in vivo. In a heterotopic model, net local tumor growth compared to controls (100%) was 60.8 ± 10.5% in the gemcitabine group, −2.1 ± 9.9% after nintedanib therapy and −12.4 ± 16% after gemcitabine plus nintedanib therapy. Effects of therapy on intratumoral proliferation, microvessel density and apoptosis corresponded with tumor growth inhibition data. In a PDAC survival model, median animal survival after gemcitabine, nintedanib and gemcitabine plus nintedanib was 25, 31 and 38 days, respectively, compared to 16 days in controls. The strong antitumor activity of nintedanib in experimental PDAC supports the potential of nintedanib-controlled mechanisms as targets for improved clinical PDAC therapy. Angiogenesis remains a sensible target for pancreatic ductal adenocarcinoma (PDAC) therapy. VEGF, PDGF, FGF and their receptors are expressed at high levels and correlate with poor prognosis in human PDAC. Nintedanib is a triple angiokinase inhibitor that targets VEGFR1/2/3, FGFR1/2/3 and PDGFRα/β signaling. We investigated the antitumor activity of nintedanib alone or in combination with the cytotoxic agent gemcitabine in experimental PDAC. Nintedanib inhibited proliferation of cells from multiple lineages found in PDAC, with gemcitabine enhancing inhibitory effects. Nintedanib blocked PI3K/MAPK activity and induced apoptosis in vitro and in vivo. In a heterotopic model, net local tumor growth compared to controls (100%) was 60.8 ± 10.5% in the gemcitabine group, −2.1 ± 9.9% after nintedanib therapy and −12.4 ± 16% after gemcitabine plus nintedanib therapy. Effects of therapy on intratumoral proliferation, microvessel density and apoptosis corresponded with tumor growth inhibition data. In a PDAC survival model, median animal survival after gemcitabine, nintedanib and gemcitabine plus nintedanib was 25, 31 and 38 days, respectively, compared to 16 days in controls. The strong antitumor activity of nintedanib in experimental PDAC supports the potential of nintedanib-controlled mechanisms as targets for improved clinical PDAC therapy. in vitro in vivo","references":["K. Fujimoto et al.\nExpression of two angiogenic factors, vascular endothelial growth factor and platelet-derived endothelial cell growth factor in human pancreatic cancer, and its relationship to angiogenesis\nEur. J. Cancer\n(1998)","M. Wagner et al.\nSuppression of fibroblast growth factor receptor signaling inhibits pancreatic cancer growth in vitro and in vivo\nGastroenterology\n(1998)","J. Capdevila et al.\nWhat could nintedanib (BIBF 1120), a triple inhibitor of VEGFR, PDGFR, and FGFR, add to the current treatment options for patients with metastatic colorectal cancer?\nCrit. Rev. Oncol. Hematol\n(2014)","M. Reck et al.\nDocetaxel plus nintedanib versus docetaxel plus placebo in patients with previously treated non-small-cell lung cancer (LUME-Lung 1): a phase 3, double-blind, randomised controlled trial\nLancet Oncol\n(2014)","N. Awasthi et al.\nEndothelial monocyte activating polypeptide II interferes with VEGF-induced proangiogenic signaling\nLab. Invest\n(2009)","R.E. Schwarz et al.\nAn orthotopic in vivo model of human pancreatic cancer\nSurgery\n(1999)","M. Paez-Ribes et al.\nAntiangiogenic therapy elicits malignant progression of tumors to increased local invasion and distant metastasis\nCancer Cell\n(2009)","J.M. Ebos et al.\nAccelerated metastasis after short-term treatment with a potent inhibitor of tumor angiogenesis\nCancer Cell\n(2009)","W.T. Tai et al.\nNintedanib (BIBF-1120) inhibits hepatocellular carcinoma growth independent of angiokinase activity\nJ. Hepatol\n(2014)","L. Rahib et al.\nProjecting cancer incidence and deaths to 2030: the unexpected burden of thyroid, liver, and pancreas cancers in the United States\nCancer Res\n(2014)","R. Siegel et al.\nCancer statistics, 2014\nCA Cancer J. Clin\n(2014)","H.A. Burris et al.\nImprovements in survival and clinical benefit with gemcitabine as first-line therapy for patients with advanced pancreas cancer: a randomized trial\nJ. Clin. Oncol\n(1997)","D.D. Von Hoff et al.\nIncreased survival in pancreatic cancer with nab-paclitaxel plus gemcitabine\nN. Engl. J. Med\n(2013)","T. Conroy et al.\nFOLFIRINOX versus gemcitabine for metastatic pancreatic cancer\nN. Engl. J. Med\n(2011)","B. Al-Husein et al.\nAntiangiogenic therapy for cancer: an update\nPharmacotherapy\n(2012)","A.H. Ko et al.\nA phase II study evaluating bevacizumab in combination with fixed-dose rate gemcitabine and low-dose cisplatin for metastatic pancreatic cancer: is an anti-VEGF strategy still applicable?\nInvest. New Drugs\n(2008)","H.L. Kindler et al.\nGemcitabine plus bevacizumab compared with gemcitabine plus placebo in patients with advanced pancreatic cancer: phase III trial of the Cancer and Leukemia Group B (CALGB 80303)\nJ. Clin. Oncol\n(2010)","T. Dragovich et al.\nGemcitabine plus celecoxib in patients with advanced or metastatic pancreatic adenocarcinoma: results of a phase II trial\nAm. J. Clin. Oncol\n(2008)","R.A. Moss et al.\nA multi-institutional phase 2 study of imatinib mesylate and gemcitabine for first-line treatment of advanced pancreatic cancer\nGastrointest. Cancer Res\n(2012)","M.M. Assifi et al.\nAnti-angiogenic agents in pancreatic cancer: a review\nAnticancer Agents Med. Chem\n(2011)","R. Iacovelli et al.\nIncidence and relative risk of hepatic toxicity in patients treated with anti-angiogenic tyrosine kinase inhibitors for malignancy\nBr. J. Clin. Pharmacol\n(2014)","E. Cabebe et al.\nClinical trials of VEGF receptor tyrosine kinase inhibitors in pancreatic cancer\nExpert Opin. Investig. Drugs\n(2007)","A. Arora et al.\nRole of tyrosine kinase inhibitors in cancer therapy\nJ. Pharmacol. Exp. Ther\n(2005)"]}
{"title":"Optimal carbon policies in a dynamic heterogeneous world","publisher":"Science Direct","doi":"10.1016/j.euroecorev.2022.104253","website":"https://www.sciencedirect.com/science/article/pii/S0014292122001490","publish_date":"2022/09/01","journal":"European Economic Review","authors":["Kirill Borissov Lucas Bretschger"],"keywords":["Q43","O47","Q56","O41","Climate policy","Growth","Abatement efficiency","Policy convergence"],"abstract":"Abstract We derive the optimal contributions to global climate policy when countries differ with respect to income level and pollution intensity. Countries’ growth rates are determined endogenously, and abatement efficiency is improved by technical progress. We show that country heterogeneity has a crucial impact on optimal policy contributions: more developed countries have to make a larger effort while less developed countries are allowed to graduate under a less stringent environmental regime. The optimal allocation of pollution permits depends on international trade. In the absence of international permit trade, more developed countries should receive more permits than the less developed countries, but permit prices are higher in the rich countries and eventually countries converge in income. With international permit trade, more developed countries receive less permits than the less developed. When global distribution of physical capital is uneven and the aggregate pollution ceiling is low, poor countries receive all the permits. We derive the optimal contributions to global climate policy when countries differ with respect to income level and pollution intensity. Countries’ growth rates are determined endogenously, and abatement efficiency is improved by technical progress. We show that country heterogeneity has a crucial impact on optimal policy contributions: more developed countries have to make a larger effort while less developed countries are allowed to graduate under a less stringent environmental regime. The optimal allocation of pollution permits depends on international trade. In the absence of international permit trade, more developed countries should receive more permits than the less developed countries, but permit prices are higher in the rich countries and eventually countries converge in income. With international permit trade, more developed countries receive less permits than the less developed. When global distribution of physical capital is uneven and the aggregate pollution ceiling is low, poor countries receive all the permits.","references":null}
{"title":"Genetic parameters and genetic trends of female fertility in Icelandic dairy cattle","publisher":"Science Direct","doi":"10.1016/j.livsci.2021.104628","website":"https://www.sciencedirect.com/science/article/pii/S1871141321002365","publish_date":"2021/09/01","journal":"Livestock Science","authors":["Þórdís Þórarinsdóttir Susanne Eriksson"],"keywords":["Dairy cow","Fertility","Heritability","Genetic correlation","Genetic evaluation"],"abstract":"Abstract Fertility, represented by calving interval, has been included in the genetic evaluation of Icelandic cattle since 1993. In spite of this an unfavourable genetic trend is seen and, recent implementation of test-day models for the genetic evaluation of milk production has changed the premise of using calving interval to represent fertility. The aim of this study was to estimate genetic parameters and genetic trends of different female fertility traits in Icelandic dairy cattle and suggest new traits for the genetic evaluation. Insemination records for the first three lactations and the heifer period of 52,951 Icelandic cows were used to analyse the traits: conception rate at first insemination (CR), number of inseminations per service period (AIS), interval first to last insemination (IFL), interval calving to first insemination (ICF), interval calving to last insemination (ICL) and calving interval (CI). Correlations between fertility and production traits were also estimated. Five different linear animal models were used to estimate (co)variance components. Breeding values were compared, and genetic trends of fertility traits were investigated. Estimated heritabilities for the fertility traits were low, ranging from 0.01 (IFL) to 0.08 (ICF). Genetic correlations between heifer and cow performances within traits ranged from 0.23 to 0.81. Between lactations within traits, the genetic correlations ranged from 0.36 to 1.00. Genetic correlations between different heifer traits were strong, and between different cow fertility traits they ranged from weak (-0.17) to very strong (0.97). Genetic correlations between the fertility and production traits were generally unfavourable, but more pronouncedly so for AIS, IFL, ICL and CI than for ICF and CR. Estimated genetic trends seemed unfavourable for the traits AIS, IFL and CI and favourable for ICF and ICL. In a revised genetic evaluation for fertility in Icelandic cattle, the traits ICF and IFL should be included to represent cow fertility, and CR to represent heifer fertility. Fertility, represented by calving interval, has been included in the genetic evaluation of Icelandic cattle since 1993. In spite of this an unfavourable genetic trend is seen and, recent implementation of test-day models for the genetic evaluation of milk production has changed the premise of using calving interval to represent fertility. The aim of this study was to estimate genetic parameters and genetic trends of different female fertility traits in Icelandic dairy cattle and suggest new traits for the genetic evaluation. Insemination records for the first three lactations and the heifer period of 52,951 Icelandic cows were used to analyse the traits: conception rate at first insemination (CR), number of inseminations per service period (AIS), interval first to last insemination (IFL), interval calving to first insemination (ICF), interval calving to last insemination (ICL) and calving interval (CI). Correlations between fertility and production traits were also estimated. Five different linear animal models were used to estimate (co)variance components. Breeding values were compared, and genetic trends of fertility traits were investigated. Estimated heritabilities for the fertility traits were low, ranging from 0.01 (IFL) to 0.08 (ICF). Genetic correlations between heifer and cow performances within traits ranged from 0.23 to 0.81. Between lactations within traits, the genetic correlations ranged from 0.36 to 1.00. Genetic correlations between different heifer traits were strong, and between different cow fertility traits they ranged from weak (-0.17) to very strong (0.97). Genetic correlations between the fertility and production traits were generally unfavourable, but more pronouncedly so for AIS, IFL, ICL and CI than for ICF and CR. Estimated genetic trends seemed unfavourable for the traits AIS, IFL and CI and favourable for ICF and ICL. In a revised genetic evaluation for fertility in Icelandic cattle, the traits ICF and IFL should be included to represent cow fertility, and CR to represent heifer fertility.","references":null}
{"title":"Competing Knorr and Fischer–Fink pathways to pyrroles in neutral aqueous solution","publisher":"Science Direct","doi":"10.1016/j.tet.2012.05.080","website":"https://www.sciencedirect.com/science/article/pii/S0040402012007983","publish_date":"2012/08/26","journal":"Tetrahedron","authors":["Vanampally Chandrashaker Masahiko Taniguchi","Marcin Ptaszek Jonathan S. Lindsey"],"keywords":null,"abstract":"Abstract A proposed chemical model for the prebiogenesis of tetrapyrrole macrocycles relies on the condensation of a 3-alkyl-substituted 2,4-diketone and an α-aminoketone to form a pyrrole equipped for subsequent self-condensation leading to porphyrinogens. The condensation of acyclic reactants can proceed via competing Knorr (desired) and Fischer–Fink (undesired) pathways. Here, the Knorr and Fischer–Fink pathways are quantitated using (1) analogues of those in the proposed prebiotic route wherein the resulting pyrroles are blocked from subsequent condensation, and (2) a set of internal standards for quantitation of crude reaction mixtures by 1H NMR spectroscopy following extraction into CS2. The reaction of 1-amino-2-butanone and 3-methyl-2,4-pentanedione at 60 °C in aqueous solution at pH 7 for 24 h afforded the Knorr pyrrole and Fischer–Fink pyrrole in yields of 48% and 7%, respectively. The reaction in hot aqueous acid (pH 4.6, reflux, 30 min) afforded the Knorr pyrrole in diminished yield (22%) relative to that of the Fischer–Fink pyrrole (11%). The Knorr pyrrole (4-ethyl-2,3-dimethylpyrrole) is evanescent whereas the Fischer–Fink pyrrole (2,3,4-trimethyl-5-propanoylpyrrole) is quite stable; hence, rapid analysis of the reaction mixture (vs workup and isolation) is essential for accurate analysis. A proposed chemical model for the prebiogenesis of tetrapyrrole macrocycles relies on the condensation of a 3-alkyl-substituted 2,4-diketone and an α-aminoketone to form a pyrrole equipped for subsequent self-condensation leading to porphyrinogens. The condensation of acyclic reactants can proceed via competing Knorr (desired) and Fischer–Fink (undesired) pathways. Here, the Knorr and Fischer–Fink pathways are quantitated using (1) analogues of those in the proposed prebiotic route wherein the resulting pyrroles are blocked from subsequent condensation, and (2) a set of internal standards for quantitation of crude reaction mixtures by 1H NMR spectroscopy following extraction into CS2. The reaction of 1-amino-2-butanone and 3-methyl-2,4-pentanedione at 60 °C in aqueous solution at pH 7 for 24 h afforded the Knorr pyrrole and Fischer–Fink pyrrole in yields of 48% and 7%, respectively. The reaction in hot aqueous acid (pH 4.6, reflux, 30 min) afforded the Knorr pyrrole in diminished yield (22%) relative to that of the Fischer–Fink pyrrole (11%). The Knorr pyrrole (4-ethyl-2,3-dimethylpyrrole) is evanescent whereas the Fischer–Fink pyrrole (2,3,4-trimethyl-5-propanoylpyrrole) is quite stable; hence, rapid analysis of the reaction mixture (vs workup and isolation) is essential for accurate analysis. A proposed chemical model for the prebiogenesis of tetrapyrrole macrocycles relies on the condensation of a 3-alkyl-substituted 2,4-diketone and an α-aminoketone to form a pyrrole equipped for subsequent self-condensation leading to porphyrinogens. The condensation of acyclic reactants can proceed via competing Knorr (desired) and Fischer–Fink (undesired) pathways. Here, the Knorr and Fischer–Fink pathways are quantitated using (1) analogues of those in the proposed prebiotic route wherein the resulting pyrroles are blocked from subsequent condensation, and (2) a set of internal standards for quantitation of crude reaction mixtures by  A proposed chemical model for the prebiogenesis of tetrapyrrole  tetrapyrrole macrocycles  relies on the condensation of a 3-alkyl-substituted 2,4-diketone and an α-aminoketone to form a pyrrole equipped for subsequent self-condensation leading to porphyrinogens. The condensation of acyclic reactants can proceed via competing Knorr (desired) and Fischer–Fink (undesired) pathways. Here, the Knorr and Fischer–Fink pathways are quantitated using (1) analogues of those in the proposed prebiotic route wherein the resulting pyrroles are blocked from subsequent condensation, and (2) a set of internal standards for quantitation of crude reaction mixtures by   relies on the condensation of a 3-alkyl-substituted 2,4-diketone and an α-aminoketone to form a pyrrole equipped for subsequent self-condensation leading to porphyrinogens. The condensation of acyclic reactants can proceed via competing Knorr (desired) and Fischer–Fink (undesired) pathways. Here, the Knorr and Fischer–Fink pathways are quantitated using (1) analogues of those in the proposed prebiotic route wherein the resulting   relies on the condensation of a 3-alkyl-substituted 2,4-diketone and an α-aminoketone to form a pyrrole equipped for subsequent self-condensation leading to  condensation porphyrinogens . The condensation of acyclic reactants can proceed via competing Knorr (desired) and Fischer–Fink (undesired) pathways. Here, the Knorr and Fischer–Fink pathways are quantitated using (1) analogues of those in the proposed prebiotic route wherein the resulting  prebiotic pyrroles 1 2","references":["A.R. Butler et al.\nTetrahedron\n(1993)","A. Eschenmoser\nTetrahedron\n(2007)","T.D. Lash et al.\nTetrahedron\n(2007)","M. Novo et al.\nJ. Photochem. Photobiol., B\n(1996)","A. Bunke et al.\nJ. Pharm. Sci.\n(2000)","G.A. Hunter et al.\nArch. Biochem. Biophys.\n(2005)","J.S. Lindsey et al.\nOrigin Life Evol. Biospheres\n(2009)","J.S. Lindsey et al.\nNew J. Chem.\n(2011)","M. Taniguchi et al.\nNew J. Chem.\n(2012)","A. Soares et al.\nChem. Sci.\n(2012)","L. Knorr\nBer. Dtsch. Chem. Ges.\n(1884)","H. Fischer et al.\nHoppe-Seylers Physiol. Chem.\n(1944)","R.B. Frydman et al.\nBiochemistry\n(1971)","J.W. Harbuck et al.\nJ. Org. Chem.\n(1971)","H. Falk et al.\nMonatsh. Chem.\n(1973)","A.R. Butler et al.\nJ. Chem. Soc., Perkin Trans. 2\n(1994)","E.H. Brown et al.\nJ. Chem. Res., Synop.\n(1998)","G.P. Bean","E. Bullock et al.\nJ. Chem. Soc.\n(1958)","P.K. Battey et al.\nCan. J. Chem.\n(1979)","J.B. Paine et al.\nJ. Org. Chem.\n(1987)","R. Wolfenden et al.\nAcc. Chem. Res.\n(2001)"]}
{"title":"Neoproterozoic subduction along the Ailaoshan zone, South China: Geochronological and geochemical evidence from amphibolite","publisher":"Science Direct","doi":"10.1016/j.precamres.2014.01.009","website":"https://www.sciencedirect.com/science/article/pii/S030192681400028X","publish_date":"2014/05/01","journal":"Precambrian Research","authors":["Yongfeng Cai Yuejun Wang","Peter A. Cawood Weiming Fan","Huichuan Liu Xiaowan Xing"],"keywords":null,"abstract":"Abstract Lenses of amphibolites occur along the Ailaoshan suture zone at the southwestern margin of the Yangtze Block, South China. Petrological, geochemical and zircon U–Pb geochronological data indicate that they are divisible into two coeval groups. Group 1, represented by the Jinping amphibolite, has mg-number of 71–76 and (La/Yb)cn ratios of 7.2–7.7, and displays a geochemical affinity to island arc volcanic rocks. Group 2 amphibolites occur at Yuanyang and are characterized by high Nb contents (14.3–18.4 ppm), resembling Nb-enriched basalts. The ɛNd(t) values for Group 1 range from −3.45 to −2.04 and for Group 2 from +4.08 to +4.39. A representative sample for Group 1 yields a U–Pb zircon age of 803 ± 7 Ma, whereas two samples for Group 2 give U–Pb zircon ages of 813 ± 11 Ma and 814 ± 12 Ma. Petrogenetic analysis suggests that Group 1 originated from an orthopyroxene-rich source and Group 2 from a mantle wedge modified by slab-derived melt. In combination with other geological observations, these amphibolites are inferred to constitute part of an early Neoproterozoic (∼815–800 Ma) arc-back-arc basin system. The Neoproterozoic amphibolites and related rocks along the Ailaoshan zone may be the southward extension of the Neoproterozoic supra-subduction zone that developed along the western margin of the Yangtze Block. Lenses of amphibolites occur along the Ailaoshan suture zone at the southwestern margin of the Yangtze Block, South China. Petrological, geochemical and zircon U–Pb geochronological data indicate that they are divisible into two coeval groups. Group 1, represented by the Jinping amphibolite, has mg-number of 71–76 and (La/Yb)cn ratios of 7.2–7.7, and displays a geochemical affinity to island arc volcanic rocks. Group 2 amphibolites occur at Yuanyang and are characterized by high Nb contents (14.3–18.4 ppm), resembling Nb-enriched basalts. The ɛNd(t) values for Group 1 range from −3.45 to −2.04 and for Group 2 from +4.08 to +4.39. A representative sample for Group 1 yields a U–Pb zircon age of 803 ± 7 Ma, whereas two samples for Group 2 give U–Pb zircon ages of 813 ± 11 Ma and 814 ± 12 Ma. Petrogenetic analysis suggests that Group 1 originated from an orthopyroxene-rich source and Group 2 from a mantle wedge modified by slab-derived melt. In combination with other geological observations, these amphibolites are inferred to constitute part of an early Neoproterozoic (∼815–800 Ma) arc-back-arc basin system. The Neoproterozoic amphibolites and related rocks along the Ailaoshan zone may be the southward extension of the Neoproterozoic supra-subduction zone that developed along the western margin of the Yangtze Block. ɛ Nd","references":["S.J. Barnes et al.\nThe origin of the fractionation of platinum-group elements in Terrestrial magmas\nChemical Geology\n(1985)","P.A. Cawood et al.\nAssembling Australia: Proterozoic building of a continent\nPrecambrian Research\n(2008)","J. Charvet et al.\nThe building of south China: collision of Yangzi and Cathaysia blocks, problems and tentative answers\nJournal of Southeast Asian Earth Sciences\n(1996)","J.F. Chen et al.\nCrustal evolution of southeastern China: Nd and Sr isotopic evidence\nTectonophysics\n(1998)","M. Chen et al.\nMid-Neoproterozoic crustal evolution of the northeastern Yangtze Block: evidence from the felsic-gneiss xenoliths hosted in the Donghai Cenozoic basalts\nJournal of Asian Earth Sciences\n(2013)","R.X. Chen et al.\nMetamorphic growth and recrystallization of zircon: distinction by simultaneous in-situ analyses of trace elements, U–Th–Pb and Lu–Hf isotopes in zircons from eclogite-facies rocks in the Sulu orogen\nLithos\n(2010)","Y.P. Dong et al.\nNeoproterozoic accretionary tectonics along the northwestern margin of the Yangtze Block, China: constraints from zircon U–Pb geochronology and geochemistry\nPrecambrian Research\n(2012)","Y.P. Dong et al.\nNeoproterozoic subduction tectonics of the northwestern Yangtze Block in South China: constrains from zircon U–Pb geochronology and geochemistry of mafic intrusions in the Hannan Massif\nPrecambrian Research\n(2011)","W.M. Fan et al.\nLate Mesozoic volcanism in the northern Huaiyang tectono-magmatic belt, central China: partial melts from a lithospheric mantle with subducted continental crust relicts beneath the Dabie orogen?\nChemical Geology\n(2004)","W.M. Fan et al.\nPermian arc-back-arc basin development along the Ailaoshan tectonic zone: geochemical, isotopic and geochronological evidence from the Mojiang volcanic rocks, Southwest China\nLithos\n(2010)","P. Hollings et al.\nGeochemical systematics of tholeiites from the 2.86 Ga Pickle Crow Assemblage, northwestern Ontario: arc basalts with positive and negative Nb–Hf anomalies\nPrecambrian Research\n(2004)","X.L. Huang et al.\nPetrogenesis and tectonic implications of Neoproterozoic, highly fractionated A-type granites from Mianning, South China\nPrecambrian Research\n(2008)","P. Kepezhinskas et al.\nProgressive enrichment of island arc mantle by melt-peridotite interaction inferred from Kamchatka xenoliths\nGeochimica et Cosmochimica Acta\n(1996)","P. Kepezhinskas et al.\nTrace element and Sr–Nd–Pb isotopic constraints on a three-component model of Kamchatka arc petrogenesis\nGeochimica et Cosmochimica Acta\n(1997)","X.H. Li\nU–Pb zircon ages of granites from the southern margin of the Yangtze Block: timing of Neoproterozoic Jinning: orogeny in SE China and implications for Rodinia Assembly\nPrecambrian Research\n(1999)","X.H. Li et al.\n850–790 Ma bimodal volcanic and intrusive rocks in northern Zhejiang, South China: a major episode of continental rift magmatism during the breakup of Rodinia\nLithos\n(2008)","X.H. Li et al.\nAmalgamation between the Yangtze and Cathaysia Blocks in South China: constraints from SHRIMP U–Pb zircon ages, geochemistry and Nd–Hf isotopes of the Shuangxiwu volcanic rocks\nPrecambrian Research\n(2009)","X.H. Li et al.\nNeoproterozoic granitoids in South China: crustal melting above a mantle plume at ca. 825 Ma?\nPrecambrian Research\n(2003)","X.H. Li et al.\nRevisiting the “Yanbian Terrane”: implications for Neoproterozoic tectonic evolution of the western Yangtze Block, South China\nPrecambrian Research\n(2006)","X.H. Li et al.\nU–Pb zircon geochronology, geochemistry and Nd isotopic study of Neoproterozoic bimodal volcanic rocks in the Kangdian Rift of South China: implications for the initial rifting of Rodinia\nPrecambrian Research\n(2002)","Z.X. Li et al.\nGeochronology of Neoproterozoic syn-rift magmatism in the Yangtze Craton, South China and correlations with other continents: evidence for a mantle superplume that broke up Rodinia\nPrecambrian Research\n(2003)","T.H. Lin et al.\nZircon U–Pb and Hf isotope constraints from the Ailao Shan-Red River shear zone on the tectonic and crustal evolution of southwestern China\nChemical Geology\n(2012)","H.F. Ling et al.\nGeochemical characteristics and genesis of Neoproterozoic granitoids in the northwestern margin of the Yangtze Block\nPhysics and Chemistry of the Earth Part A: Solid Earth and Geodesy\n(2001)","W.L. Ling et al.\nNeoproterozoic tectonic evolution of the northwestern Yangtze craton, South China: implications for amalgamation and break-up of the Rodinia Supercontinent\nPrecambrian Research\n(2003)","F.L. Liu et al.\nSHRIMP U–Pb dating, trace elements and the Lu–Hf isotope system of coesite-bearing zircon from amphibolite in the SW Sulu UHP terrane, eastern China\nGeochimica et Cosmochimica Acta\n(2008)","J.B. Liu et al.\nNeoproterozoic low to negative δ18O volcanic and intrusive rocks in the Qinling Mountains and their geological significance\nPrecambrian Research\n(2013)","J.F. Luhr et al.\nBarren Island Volcano (NE Indian Ocean): island-arc high-alumina basalts produced by troctolite contamination\nJournal of Volcanology and Geothermal Research\n(2006)","R. Macdonald et al.\nThe Lesser Antilles volcanic chain: a study in arc magmatism\nEarth Science Reviews\n(2000)","J.A. Pearce\nGeochemical fingerprinting of oceanic basalts with applications to ophiolite classification and the search for Archean oceanic crust\nLithos\n(2008)","X.Z. Pei et al.\nNeoproterozoic Jiaoziding peraluminous granite in the northwest margin of Yangtze Block: zircon SHRIMP U–Pb age and geochemistry, and their tectonic significance\nEarth Science Frontiers\n(2009)","X.X. Qi et al.\nZircon U–Pb and Lu–Hf isotopic systematics of the Daping plutonic rocks: implications for the Neoproterozoic tectonic evolution of the northeastern margin of the Indochina block, Southwest China\nGondwana Research\n(2012)","F. Roger et al.\nU–Pb geochronology on zircon and isotope geochemistry (Pb, Sr and Nd) of the basement in the Songpan-Garze fold belt (China)\nComptes Rendus de l Academie des Sciences Serie ii Fascicule A: Sciences de la Terre et des Planetes\n(1997)","Y. Rolland et al.\nJurassic back-arc and Cretaceous hot-spot series In the Armenian ophiolites: implications for the obduction process\nLithos\n(2009)","H.A. Sandeman et al.\nPetrogenesis of Neoarchaean volcanic rocks of the MacQuoid supracrustal belt: a back-arc setting for the northwestern Hearne subdomain, western Churchill Province, Canada\nPrecambrian Research\n(2006)","L.S. Shu et al.\nGeochronological and geochemical features of the Cathaysia block (South China): new evidence for the Neoproterozoic breakup of Rodinia\nPrecambrian Research\n(2011)","J.S. Stacey et al.\nApproximation of terrestrial lead isotope evolution by a 2-stage model\nEarth and Planetary Science Letters\n(1975)","P.L. Wang et al.\nThermochronology of the PoSen complex, northern Vietnam: implications for tectonic evolution in SE Asia\nJournal of Asian Earth Sciences\n(2011)","Q. Wang et al.\nPetrology, geochronology and geochemistry of ca 780 Ma A-type granites in South China: petrogenesis and implications for crustal growth during the breakup of the supercontinent Rodinia\nPrecambrian Research\n(2010)","X.L. Wang et al.\nPost-orogenic extension in the eastern part of the Jiangnan orogen: evidence from ca 800–760 Ma volcanic rocks\nPrecambrian Research\n(2012)","X.L. Wang et al.\nGeochronology and Hf isotopes of zircon from volcanic rocks of the Shuangqiaoshan Group, South China: implications for the Neoproterozoic tectonic evolution of the eastern Jiangnan orogen\nGondwana Research\n(2008)","X.L. Wang et al.\nLA-ICP-MS U–Pb zircon geochronology of the Neoproterozoic igneous rocks from Northern Guangxi, South China: implications for tectonic evolution\nPrecambrian Research\n(2006)","Y.J. Wang et al.\nZircon U–Pb geochronology of gneissic rocks in the Yunkai massif and its implications on the Caledonian event in the South China Block\nGondwana Research\n(2007)","Y.J. Wang et al.\nGeochemical 40Ar/39Ar geochronological and Sr–Nd isotopic constraints on the origin of Paleoproterozoic mafic dikes from the southern Taihang Mountains and implications for the ca, 1800 Ma event of the North China Craton\nPrecambrian Research\n(2004)","Y.J. Wang et al.\nKwangsian and Indosinian reworking of the eastern South China Block: constraints on zircon U–Pb geochronology and metamorphism of amphibolites and granulites\nLithos\n(2012)","Y.J. Wang et al.\nOrigin of paleosubduction-modified mantle for Silurian gabbro in the Cathaysia Block: geochronological and geochemical evidence\nLithos\n(2013)","Y.J. Wang et al.\nGeochronological, geochemical and Nd–Hf–Os isotopic fingerprinting of an early Neoproterozoic arc–back-arc system in South China and its accretionary assembly along the margin of Rodinia\nPrecambrian Research\n(2013)","Y.J. Wang et al.\nKwangsian crustal anatexis within the eastern South China Block: geochemical, zircon U–Pb geochronological and Hf isotopic fingerprints from the gneissoid granites of Wugong and Wuyi–Yunkai Domains\nLithos\n(2011)","Y.J. Wang et al.\nLA-ICP-MS U–Pb zircon geochronology and geochemistry of Paleoproterozoic mafic dykes from western Shandong Province: implications for back-arc basin magmatism in the Eastern Block, North China Craton\nPrecambrian Research\n(2007)","Z.W. Bao et al.\nGeochronology and geochemistry of the Fangcheng Neoproterozoic alkali-syenites in East Qinling orogen and its geodynamic implications\nChinese Science Bulletin\n(2008)","P.A. Cawood et al.\nAccretionary orogens through Earth history"]}
{"title":"Adaptive nearest neighbor reconstruction with deep contractive sparse filtering for fault diagnosis of roller bearings","publisher":"Science Direct","doi":"10.1016/j.engappai.2022.104749","website":"https://www.sciencedirect.com/science/article/pii/S0952197622000495","publish_date":"2022/05/01","journal":"Engineering Applications of Artificial Intelligence","authors":["Weiwei Qian Shunming Li"],"keywords":null,"abstract":"Abstract Case-based intelligent fault diagnosis has had some notable successes in recent years. However, compared with parameter-based methods, they pay less attention to automatic and powerful feature extraction. Meanwhile, most approaches use k-nearest neighbor (KNN) algorithms or related variants, which fail in adaptive nearest neighbor location. To deal with these shortcomings, an algorithm called adaptive nearest neighbor reconstruction (ANNR) is proposed, which can take advantage of both parameter- and case-based diagnosis methods. Firstly, ANNR offers sparse and robust feature extraction by designed deep contractive sparse filtering (DCSF), which fuses a local contractive term to learn robust feature manifolds. Secondly, to locate the nearest neighbors for diverse testing samples adaptively, a case-based reconstruction algorithm is developed to obtain correlation vectors between training and testing samples. Finally, according to correlation vector of each testing sample, its optimized nearest neighbors are located, enabling precise feature classification. Extensive experiments were conducted on two roller bearing vibration signal datasets and verified its effectiveness. Case-based intelligent fault diagnosis has had some notable successes in recent years. However, compared with parameter-based methods, they pay less attention to automatic and powerful feature extraction. Meanwhile, most approaches use k-nearest neighbor (KNN) algorithms or related variants, which fail in adaptive nearest neighbor location. To deal with these shortcomings, an algorithm called adaptive nearest neighbor reconstruction (ANNR) is proposed, which can take advantage of both parameter- and case-based diagnosis methods. Firstly, ANNR offers sparse and robust feature extraction by designed deep contractive sparse filtering (DCSF), which fuses a local contractive term to learn robust feature manifolds. Secondly, to locate the nearest neighbors for diverse testing samples adaptively, a case-based reconstruction algorithm is developed to obtain correlation vectors between training and testing samples. Finally, according to correlation vector of each testing sample, its optimized nearest neighbors are located, enabling precise feature classification. Extensive experiments were conducted on two roller bearing vibration signal datasets and verified its effectiveness. k","references":["FinkO. et al.\nPotential, challenges and future directions for deep learning in prognostics and health management applications\nEng. Appl. Artif. Intell.\n(2020)","JiaF. et al.\nDeep neural networks: A promising tool for fault characteristic mining and intelligent diagnosis of rotating machinery with massive data\nMech. Syst. Signal Process\n(2016)","LeiJ. et al.\nFault diagnosis of wind turbine based on long short-term memory networks\nRenew. Energy\n(2019)","LiuH. et al.\nAdaptive feature extraction using sparse coding for machinery fault diagnosis\nMech. Syst. Signal Process\n(2011)","LiuJ. et al.\nAn innovative dynamic model for vibration analysis of a flexible roller bearing\nMech. Mach. Theory\n(2019)","LiuR. et al.\nArtificial intelligence for fault diagnosis of rotating machinery: A review\nMech. Syst. Signal Process\n(2018)","MiaoQ. et al.\nCondition multi-classification and evaluation of system degradation process using an improved support vector machine\nMicroelectron. Reliab.\n(2017)","PandyaD. et al.\nFault diagnosis of rolling element bearing with intrinsic mode function of acoustic emission data using APF-KNN\nExpert Syst. Appl.\n(2013)","QianW. et al.\nA novel supervised sparse feature extraction method and its application on rotating machine fault diagnosis\nNeurocomputing\n(2018)","ShaoH. et al.\nRolling bearing fault feature learning using improved convolutional deep belief network with compressed sensing\nMech. Syst. Signal Process\n(2018)","WangY. et al.\nA novel deep learning based fault diagnosis approach for chemical process with extended deep belief network\nISA Trans.\n(2020)","YangB. et al.\nIntegration of ART-Kohonen neural network and case-based reasoning for intelligent fault diagnosis\nExpert Syst. Appl.\n(2004)","YangB. et al.\nCase-based reasoning system with Petri nets for induction motor fault diagnosis\nExpert Syst. Appl.\n(2004)","ZhangZ. et al.\nBearing fault diagnosis via generalized logarithm sparse regularization\nMech. Syst. Signal Process\n(2021)","ZhangY. et al.\nEnsemble deep contractive auto-encoders for intelligent fault diagnosis of machines under noisy environment\nKnowl.-Based Syst.\n(2020)","ZhaoR. et al.\nDeep learning and its applications to machine health monitoring\nMech. Syst. Signal Process\n(2019)","AamirM. et al.\nA deep contractive autoencoder for solving multiclass classification problems\nEvol. Intell.\n(2020)","ArciszewsklT. et al.\nStructural optimization, case-based approach\nJ. Comput. Civ. Eng.\n(2019)","FrosiniL. et al.\nInduction machine bearing fault detection by means of statistical processing of the stray flux measurement\nIEEE Trans. Ind. Electron.\n(2015)","GuoL. et al.\nDeep convolutional transfer learning network: a new method for intelligent fault diagnosis of machine with unlabeled data\nIEEE Trans. Ind. Electron.\n(2019)","GuoL. et al.\nDeep convolutional transfer learning network: a new method for intelligent fault diagnosis of machines with unlabeled data\nIEEE Trans. Ind. Electron.\n(2019)"]}
{"title":"Incidence and Impact of Totally Occluded Culprit Coronary Artery in Patients With Non-ST Segment Elevation Myocardial Infarction Acute Coronary Syndrome","publisher":"Science Direct","doi":"10.1016/j.carrev.2022.06.053","website":"https://www.sciencedirect.com/science/article/pii/S1553838922004043","publish_date":"2022/07/01","journal":"Cardiovascular Revascularization Medicine","authors":["Ahmed Mahmoud El Amrawy Sherif Wagdy Ayad"],"keywords":null,"abstract":"","references":null}
{"title":"A systematic review and meta-analysis on the global status of Platynosomum sp. (Trematoda – Dicrocoelidae) infecting domestic cats (Felis catus)","publisher":"Science Direct","doi":"10.1016/j.vetpar.2023.110031","website":"https://www.sciencedirect.com/science/article/pii/S0304401723001620","publish_date":"2023/10/01","journal":"Veterinary Parasitology","authors":["Welitânia Inácia Silva Thais Ferreira Feitosa"],"keywords":null,"abstract":"Abstract Platynosomum sp. is a parasite that infects the liver and biliary tract of domestic and wild cats, causing platynosomiasis. A systematic review with meta-analysis was performed to determine the global prevalence and distribution of Platynosomum sp. based on epidemiological studies and case reports. A total of 73 articles met the inclusion criteria, including 46 studies of an epidemiological nature and 27 case report articles, comprising 35 affected animals. Meta-analysis of epidemiological studies revealed an overall prevalence of 17.8%, with high heterogeneity. Central America had the highest prevalence at 64.1%, followed by South America at 15.1%. Necropsy was the primary diagnostic method, followed by morphological detection of eggs in faeces at 29.3% and 12.5%, respectively. The analysis of case reports highlighted a greater number in South America and confirmed the presence of the parasite in countries where no epidemiological studies were obtained. The most infected animals were those that met the criteria of being mixed-breed, over 4 years old, and having unrestricted outdoor access, but no gender predilection was observed. General comorbidities were the most observed, followed by icterus. In addition, pathological changes were observed in the necropsied animals of the case reports, and the presence of thickening of the ducts and gallbladder was mainly identified, followed by fibrosis and hyperplasia, linked to the presence of an adult parasite. In conclusion, this systematic review with meta-analysis revealed a significant prevalence of Platynosomum sp. at a global level, mainly in the Americas, and that comprehensive studies are necessary for a more reliable prevalence, considering that this is a parasite of great importance for feline medicine. Platynosomum sp. is a parasite that infects the liver and biliary tract of domestic and wild cats, causing platynosomiasis. A systematic review with meta-analysis was performed to determine the global prevalence and distribution of Platynosomum sp. based on epidemiological studies and case reports. A total of 73 articles met the inclusion criteria, including 46 studies of an epidemiological nature and 27 case report articles, comprising 35 affected animals. Meta-analysis of epidemiological studies revealed an overall prevalence of 17.8%, with high heterogeneity. Central America had the highest prevalence at 64.1%, followed by South America at 15.1%. Necropsy was the primary diagnostic method, followed by morphological detection of eggs in faeces at 29.3% and 12.5%, respectively. The analysis of case reports highlighted a greater number in South America and confirmed the presence of the parasite in countries where no epidemiological studies were obtained. The most infected animals were those that met the criteria of being mixed-breed, over 4 years old, and having unrestricted outdoor access, but no gender predilection was observed. General comorbidities were the most observed, followed by icterus. In addition, pathological changes were observed in the necropsied animals of the case reports, and the presence of thickening of the ducts and gallbladder was mainly identified, followed by fibrosis and hyperplasia, linked to the presence of an adult parasite. In conclusion, this systematic review with meta-analysis revealed a significant prevalence of Platynosomum sp. at a global level, mainly in the Americas, and that comprehensive studies are necessary for a more reliable prevalence, considering that this is a parasite of great importance for feline medicine. Platynosomum sp Platynosomum Platynosomum  sp . is a parasite that infects the liver and biliary tract of domestic and wild cats, causing platynosomiasis. A systematic review with meta-analysis was performed to determine the global prevalence and distribution of  . is a parasite that infects the liver and biliary tract of domestic and wild  biliary tract cats , causing platynosomiasis. A systematic review with meta-analysis was performed to determine the global prevalence and distribution of  systematic review Platynosomum sp.  based on epidemiological studies and case reports. A total of 73 articles met the inclusion criteria, including 46 studies of an epidemiological nature and 27 case report articles, comprising 35 affected animals. Meta-analysis of epidemiological studies revealed an overall prevalence of 17.8%, with high heterogeneity. Central America had the highest prevalence at 64.1%, followed by South America at 15.1%. Necropsy was the primary diagnostic method, followed by morphological detection of eggs in faeces at 29.3% and 12.5%, respectively. The analysis of case reports highlighted a greater number in South America and confirmed the presence of the parasite in countries where no epidemiological studies were obtained. The most infected animals were those that met the criteria of being mixed-breed, over 4 years old, and having unrestricted outdoor access, but no gender predilection was observed. General comorbidities were the most observed, followed by icterus. In addition, pathological changes were observed in the necropsied animals of the case reports, and the presence of thickening of the ducts and gallbladder was mainly identified, followed by fibrosis and hyperplasia, linked to the presence of an adult parasite. In conclusion, this systematic review with meta-analysis revealed a significant prevalence of   based on epidemiological studies and case reports. A total of 73 articles met the inclusion criteria, including 46 studies of an epidemiological nature and 27 case report articles, comprising 35 affected animals. Meta-analysis of epidemiological studies revealed an overall prevalence of 17.8%, with high heterogeneity. Central America had the highest prevalence at 64.1%, followed by South America at 15.1%.  epidemiological studies Necropsy Platynosomum sp.  at a global level, mainly in the Americas, and that comprehensive studies are necessary for a more reliable prevalence, considering that this is a parasite of great importance for feline medicine. feline","references":["R.L. Andrade et al.\nPlatynosomum fastosum induced cholangiocarcinomas in cats\nVet. Parasitol.\n(2012)","A.K. Basu et al.\nA review of the cat liver fluke Platynosomum fastosum Kossack, 1910 (Trematoda: Dicrocoeliidae)\nVet. Parasitol.\n(2014)","R.R. Braga et al.\nPrevalence of Platynosomum fastosum infection in free roaming cats in northeastern Brazil: fluke burden and grading of lesions\nVet. Parasitol.\n(2016)","R. DerSimonian et al.\nMeta-analysis in clinical trials\nContemp. Clin. Julgamentos\n(2015)","W. Jitsamai et al.\nPrevalence of endoparasitic and viral infections in client-owned cats in metropolitan Bangkok, Thailand, and the risk factors associated with feline hookworm infections\nVet. Parasitol: Reg. Stud. Rep.\n(2021)","R.C. Krecek et al.\nParasites of stray cats (Felis domesticus L.,1785) on St. Kitts\nWest Indies. Vet. Parasitol.\n(2010)","R.L. Lima et al.\nPlatynosomum fastosum in domestic cats in Cuiabá, Midwest region of Brazil\nVet. Parasitol. Reg. Stud. Rep. 24\n(2021)","Y. Nagamori et al.\nRetrospective survey of parasitism identified in feces of client-owned cats in North America from 2007 through 2018\nVet. Parasitol.\n(2020)","M.J. Page et al.\nUpdating guidance for reporting systematic reviews: develop mentof the PRISMA 2020 statement\nJ. Clin. Epidemiol.\n(2021)","N.O. Rocha et al.\nComparison of two coproparasitological techniques for the detection of Platynosomum sp. infection in cats\nVet. Parasitol.\n(2014)","A. Taghipour et al.\nThe global prevalence of Cryptosporidium infection in dogs: asystematic review and meta-analysis\nVet. Parasitol.\n(2020)","A. Thornton et al.\nPublication bias in meta-analysis: its causes and consequences\nJ. Clin. Epidemiol.\n(2000)","F.G. Xavier et al.\nCystic liver disease related to high Platynosomum fastosum infection in a domestic cat\nJ. Fel. Med Surg.\n(2007)","L.R. Ash\nHelminth parasites of dogs and cats in Hawaii\nJ. Parasitol.\n(1962)","B.C. Azofeifa et al.\nFirst report of the trematode Platynosomum illiciens (Trematoda: Digenea) in Felis catus in Costa Rica, Central America\nRev. Cien Vet.\n(2021)","K.M. Basso et al.\nColangite crônica associada à infestação de trematódeo por Platynosomum fastosum, concomitante à vesícula biliar dupla em um gato: Relato de caso\nVet. e Zootec.\n(2018)","L.M. Bielsa et al.\nLiver fluke (Platynosomum concinnum) in cats\nJ. Am. Vet. Med. Assoc.\n(1985)","D.R. Campos et al.\nPrevalence and risk factors associated with endoparasitosis of dogs and cats in Espírito Santo, Brazil.\nActa Parasitol.\n(2016)","N.C. Campos et al.\nInfecção natural por Platynosomum fastosum em felino doméstico no município de Alegre, Espírito Santo e sucesso no tratamento com praziquantel\nMed Vet. (UFRPE)\n(2018)","T.K. Carvalho et al.\nDiagnóstico Anatomohistopatológico de Platinosomose Em Felino: Relato De Caso\nActa Biomed. Bras.\n(2017)","A.G.T. Daniel et al.\nPolycystic liver disease associated with Platynosomum fastosum infection in a cat\nBraz. Journ. Vet. Pathol.\n(2012)","L.M. Dantas et al.\nZinc sulfate centrifugal flotation techniqueon the diagnosis of gastrointestinal helminthes of domestic cats\nCien R.\n(2007)","R.P. Eckerlin et al.\nPlatynosomum fastosum Kossack, 1910 (Trematoda: Dicrocoeliidae) no sul da Flórida\nJorn. De. Parasitol.\n(1962)","M. Egger et al.\nMeta-analysis bias in study location and selection\nBmj\n(1998)","M. Egger et al.\nBias in meta-analysis detected by a simple, graphical test\nB Med. J.\n(1997)","H. Eisenbraun et al.\nComparison of fecal analysis methods for the detection of Platynosomum fastosum in naturally infected cats\nJourn. Fel. Med Surg.\n(2020)","H.B. Federman et al.\nOcorrência de parasitos em gatos (Felis catus) e pombos (Cohimba livia) procedentes de algumas localidades de Minas Gerais\nRev. Pat. Trop.\n(1973)","A. Ferraz et al.\nFrequência de helmintos diagnosticados em cães e gatos no laboratório de doenças parasitárias da faculdade de veterinária/UFPel\nRev. Acad. Ciên Anim.\n(2022)","A. Ferraz et al.\nPlatinossomose Em Felino Doméstico no Município De Pelotas, Rs, Brasil\nVet. e Zoot\n(2021)","A.M.R. Ferreira et al.\nLiver fluke infection (Platynosomum concinnum) in Brazilian cats: prevalence and pathology\nFeline Pr.\n(1999)","F.P. Ferreira et al.\nFrequência de parasitas gastrointestinais em cães e gatos do município de Londrina, PR, com enfoque em saúde pública\nSem:Cien Agrar.\n(2013)","E.D. Galego et al.\nColangite parasitária felina - relato de caso.\nRev. Cient De. Med Vet. – UNORP\n(2017)","M.G. Gava et al.\nPlatynosomum fastosum em um gato assintomático no Estado do Espírito Santo: Primeiro Relato\nRev. De. Patol. Trop.\n(2015)","S.M. Gennari et al.\nOcorrência de protozoários e helmintos em amostras de fezes de cães e gatos da cidade de São Paulo\nBraz. Journ. Vet. Res Anim. Sci.\n(1999)","S.M. Gennari et al.\nFrequency of gastrointestinal parasites in cats seen at the University of São Paulo Veterinary Hospital, Brazil\nRev. Bras. De. Parasitol.\n(2016)","D.R. Haney et al.\nSevere cholestatic liver disease secondary to liver fluke (Platynosomum concinnum) infection in three cats\nJ. Am. Anim. Hosp. Assoc.\n(2006)","F.V. Henrique et al.\nColecistectomía asociada a enterotomia duodenal en uma infestación por Platynosomum sp. em un gato doméstico\nVet. e Zootec.\n(2018)","W.A. Hoffman\nOccurrence of Platynosomum fastosum in cats in Porto Rico\nJ. Parasit.\n(1932)","M.F.P. Jesus et al.\nNatural infection by Platynosomum illiciens in a stray cat in Cruz das Almas, Recôncavo da Bahia, Brazil\nBraz. Journ. Vet. Pathol.\n(2015)","S. Jittapalapong et al.\nGastrointestinal parasites of stray cats in bangkok metropolitan areas, Thailand\nKasetsart J. Nat. Sci.\n(2007)","J.K. Ketzis et al.\nThe prevalence of Trichuris spp infection in indoor and outdoor cats on St Kitts\nJour Infect. Dev. Count\n(2015)","Jk Ketzis et al.\nImportation of cats and risk of parasite spread: a Caribbean perspective and case study from St Kitts\nParasit. Vectors\n(2020)","J.M. Kim et al.\nPlatynosomum fastosum infestation in a domestic cat in Korea\nLab. Anim. Res.\n(2010)","L. Köster et al.\nPercutaneous ultrasound-guided cholecystocentesis and bile analysis for the detection of platynosomum spp.-induced cholangitis in cats\nJ. Vet. Intern Med\n(2016)","P.S. Leal et al.\nParasitos gastrintestinais em uma colônia de gatos na Zona Oeste da cidade do Rio de Janeiro\nBras. Rev. Bras. Med. Vet.\n(2015)"]}
{"title":"Syndrome post-thrombotique selon les recommandations de l’American Heart Association 2014","publisher":"Science Direct","doi":"10.1016/j.jmv.2015.07.022","website":"https://www.sciencedirect.com/science/article/pii/S0398049915001699","publish_date":"2015/09/01","journal":"Journal des Maladies Vasculaires","authors":null,"keywords":null,"abstract":"Le syndrome post-thrombotique (SPT) qui est une insuffisance veineuse secondaire à une thrombose veineuse profonde (TVP), est la plus fréquente des complications chroniques des TVP. Il se développe chez 20 à 50 % des patients après une TVP proximale (poplitée ou supra). Jusqu’à présent, dans les recommandations précédentes (Afssaps, ACCP), le port d’une compression élastique de classe III après une TVP constituait la pierre angulaire du traitement (préventif) du SPT mais les résultats de l’essai thérapeutique en double aveugle SOX ont remis en cause l’efficacité de la compression élastique dans cette indication. Les recommandations de l’American Heart Association (AHA) publiées en octobre 2014, après les résultats de SOX préconisent désormais :\n– pour prévenir le SPT :\n – en cas de situation à risque de TVP : d’utiliser une thromboprophylaxie de la maladie veineuse thrombo-embolique pour prévenir les TVP ;\n – en cas de TVP : de traiter les patients avec des intensités et des durées de traitements anticoagulants adaptées en veillant à surveiller de façon régulière l’INR surtout au cours des premiers mois pour prévenir les récidives de TVP ipsilatérales. L’efficacité de la compression élastique pour prévenir le SPT est incertaine mais il est raisonnable de la proposer pour réduire l’œdème. Dans certaines situations cliniques, en cas de TVP proximale aiguë extensive, on peut proposer une prise en charge invasive (fibrinolyses in situ, pharmaco-mécanique, thrombectomie…) pour prévenir le SPT ; La fibrinolyse systémique n’est pas recommandée ;\n– pour traiter le SPT : le port d’une compression élastique et l’usage, en cas de SPT sévère à modéré, de dispositifs de compression intermittente n’est pas proposé mais la réalisation d’essais thérapeutiques dédiés est recommandée. Les auteurs suggèrent, chez ceux qui le supportent, la réalisation de programmes d’exercices physiques pour 6 mois au moins. En cas de SPT sévère obstructif, des techniques de recanalisation ou pontage peuvent être envisagées ;\n– pour traiter les ulcères veineux : le port d’une compression préférentiellement par bandage multi-couches et/ou la prescription de pentoxifylline sont préconisés. En cas d’ulcère récidivant, une chirurgie de reconstruction valvulaire peut être envisagée. Le syndrome post-thrombotique (SPT) qui est une insuffisance veineuse secondaire à une thrombose veineuse profonde (TVP), est la plus fréquente des complications chroniques des TVP. Il se développe chez 20 à 50 % des patients après une TVP proximale (poplitée ou supra). Jusqu’à présent, dans les recommandations précédentes (Afssaps, ACCP), le port d’une compression élastique de classe III après une TVP constituait la pierre angulaire du traitement (préventif) du SPT mais les résultats de l’essai thérapeutique en double aveugle SOX ont remis en cause l’efficacité de la compression élastique dans cette indication. Les recommandations de l’American Heart Association (AHA) publiées en octobre 2014, après les résultats de SOX préconisent désormais : – pour prévenir le SPT :  – en cas de situation à risque de TVP : d’utiliser une thromboprophylaxie de la maladie veineuse thrombo-embolique pour prévenir les TVP ;  – en cas de TVP : de traiter les patients avec des intensités et des durées de traitements anticoagulants adaptées en veillant à surveiller de façon régulière l’INR surtout au cours des premiers mois pour prévenir les récidives de TVP ipsilatérales. L’efficacité de la compression élastique pour prévenir le SPT est incertaine mais il est raisonnable de la proposer pour réduire l’œdème. Dans certaines situations cliniques, en cas de TVP proximale aiguë extensive, on peut proposer une prise en charge invasive (fibrinolyses in situ, pharmaco-mécanique, thrombectomie…) pour prévenir le SPT ; La fibrinolyse systémique n’est pas recommandée ; – pour traiter le SPT : le port d’une compression élastique et l’usage, en cas de SPT sévère à modéré, de dispositifs de compression intermittente n’est pas proposé mais la réalisation d’essais thérapeutiques dédiés est recommandée. Les auteurs suggèrent, chez ceux qui le supportent, la réalisation de programmes d’exercices physiques pour 6 mois au moins. En cas de SPT sévère obstructif, des techniques de recanalisation ou pontage peuvent être envisagées ; – pour traiter les ulcères veineux : le port d’une compression préférentiellement par bandage multi-couches et/ou la prescription de pentoxifylline sont préconisés. En cas d’ulcère récidivant, une chirurgie de reconstruction valvulaire peut être envisagée.","references":null}
{"title":"Calendar","publisher":"Science Direct","doi":"10.1016/S0168-1605(13)00371-1","website":"https://www.sciencedirect.com/science/article/pii/S0168160513003711","publish_date":"2013/08/16","journal":"International Journal of Food Microbiology","authors":null,"keywords":null,"abstract":"","references":null}
